# FlipHor

## Description
Procedure FlipHor horizontally mirrors selected objects about the center of the object(s). This procedure produces the same effect as the command 'Flip Horizontal' .&lt;BR&gt;
&lt;BR&gt;

```pascal
PROCEDURE FlipHor;
```

```python

def vs.FlipHor():
    return None
```

## Version
Availability: from MiniCAD
## Category
* General Edit